tap "mickamy/tap"
brew "buf"
brew "chezmoi"
brew "curl"
brew "dbmate"
brew "docker"
brew "ffmpeg"
brew "gh"
brew "ghq"
brew "gnu-sed"
brew "go"
brew "grpcurl"
brew "jq"
brew "mise"
brew "nodenv"
brew "peco"
brew "tree"
cask "clipy"
cask "cmd-eikana"
cask "docker-desktop"
cask "figma"
cask "gitify"
cask "iterm2"
cask "itsycal"
cask "jetbrains-toolbox"
cask "marked-app"
cask "ngrok"
cask "obsidian"
cask "postman"
cask "redis-insight"
cask "slack"
cask "sourcetree"
cask "sublime-text"
cask "visual-studio-code"
